[
  {
    "endDate": "",
    "institution": "University of Waterloo",
    "location": "YouTube",
    "speaker": "David Gosset ",
    "title": "Seminar Series: How to Simulate Quantum Measurement Without Computing Marginals with David Gosset",
    "to": "https://www.youtube.com/live/vEQ24G8o0KI?feature=share",
    "abstract": "In this work we provide new techniques for a fundamental and ubiquitous task: simulating measurement of a quantum state in the standard basis.  Our algorithms reduce the sampling task to computing poly(n) amplitudes of n-qubit states; unlike previously known techniques they do not require computation of marginal probabilities. ",
    "date": "June 16, 2023",
    "image": "/images/events/downloaded/recvLrjiavmaGBFzX.jpg",
    "startDate": "2023-06-16"
  },
  {
    "endDate": "",
    "institution": "Google Quantum AI",
    "location": "YouTube",
    "speaker": "Volodymyr Sivak",
    "title": "Seminar Series: Quantum Error Correction Beyond Break-Even ",
    "to": "https://www.youtube.com/live/KZ869_l0yCI?feature=share",
    "abstract": "Decoherence is a fundamental phenomenon through which classical behavior emerges from the quantum laws of nature. It is the main obstacle to harnessing these laws for information processing. ",
    "date": "June 9, 2023",
    "image": "/images/events/downloaded/rec2PHm4S7nxYE7ih.jpg",
    "startDate": "2023-06-09"
  },
  {
    "endDate": "",
    "institution": "",
    "location": "YouTube",
    "speaker": "Andrew Childs",
    "title": "Seminar Series: Quantum Divide and Conquer",
    "to": "https://youtube.com/live/q_iDCD0SJJE?feature=share",
    "abstract": "The divide-and-conquer framework, used extensively in classical algorithm design, recursively breaks a problem into smaller subproblems, along with some auxiliary work, to give a recurrence relation for the classical complexity. We describe a quantum divide-and-conquer framework that, in certain cases, yields quantum speedup through an analogous recurrence relation for the quantum query complexity.",
    "date": "June 2, 2023",
    "image": "/images/events/downloaded/rec2tEVPHTMNB3hEw.jpg",
    "startDate": "2023-06-02"
  },
  {
    "endDate": "",
    "institution": "Johns Hopkins",
    "location": "YouTube",
    "speaker": "Sean Carroll ",
    "title": "Seminar Series: From Quantum Mechanics to Spacetime",
    "to": "https://www.youtube.com/live/8-ct1IlGUOw?feature=share",
    "abstract": "Nine decades in, the foundations of quantum mechanics remain mysterious. Meanwhile, modern physicists puzzle over how to reconcile quantum mechanics with gravity. I will suggest that these problems are related, and that a promising strategy suggests itself: rather than \"quantizing gravity,\" we should look for gravity within quantum mechanics. This approach has interesting consequences for how we think about the nature of space and time.",
    "date": "May 19, 2023",
    "image": "/images/events/downloaded/rec6HNqUL1wjvtxOg.jpg",
    "startDate": "2023-05-19"
  },
  {
    "endDate": "",
    "institution": "The University of Edinburgh",
    "location": "YouTube",
    "speaker": "Elham Kashefi ",
    "title": "Seminar Series: Verifying BQP Computations on Noisy Devices with Minimal Overhead with Elham Kashefi ",
    "to": "https://www.youtube.com/live/d2D2R7xKi1s?feature=share",
    "abstract": "Quantum computers promise to efficiently solve not only\nproblems believed to be intractable for classical computers, but also\nproblems for which verifying the solution is also considered\nintractable. This raises the question of how one can check whether\nquantum computers are indeed producing correct results. This task,\nknown as quantum verification, has been highlighted as a significant\nchallenge on the road to scalable quantum computing technology. We\nreview the existing approaches and compare them in terms of structure,\ncomplexity and required resources. We also comment on the use of\ncryptographic techniques which, for many of the presented protocols,\nhas proven extremely useful in performing verification. Finally, we\nintroduce the first practical protocol for verifying BQP computations\nwith repetition as the only overhead. It is composable and\nstatistically secure with exponentially-low bounds and can tolerate a\nconstant amount of global noise. This new verification framework also\nlead to a first-of-its-kind class of error mitigation protocols which\nare exponentially effective and require no noise model or device\ntomography, making them straightforwardly implementable on existing,\nNISQ devices and scalable to future, larger ones.\n",
    "date": "May 12, 2023",
    "image": "/images/events/downloaded/recOg88OoPffGMJdU.jpg",
    "startDate": "2023-05-12"
  },
  {
    "endDate": "",
    "institution": "Université de Sherbrooke",
    "location": "YouTube",
    "speaker": "Alexander McDonald",
    "title": "Seminar Series: Techniques for finding exact solutions of interacting dissipative quantum systems",
    "to": "https://www.youtube.com/live/QPQY2dK80ww?feature=share",
    "abstract": "As quantum information processors continue to improve, a better understanding of strongly-interacting dissipative quantum models is required to accurately model such systems. Exact solutions in such instances however are few and far between; adding dissipation to even the simplest closed-system Hamiltonian often means resorting to numerics or employing unjustified approximations.",
    "date": "April 28, 2023",
    "image": "/images/events/downloaded/recY5E09twGQccHmJ.jpg",
    "startDate": "2023-04-28"
  },
  {
    "endDate": "",
    "institution": "Duke University",
    "location": "YouTube",
    "speaker": "Shilin Huang ",
    "title": "Seminar Series: Homomorphic Logical Measurements with Shilin Huang ",
    "to": "https://youtube.com/live/f5aF9AXnUmE",
    "abstract": "Recently, quantum low-density-parity-check (LDPC) codes becomes competitive candidates for fault-tolerant quantum storage and computation, as quantum information is stored more compactly than the celebrated planar surface code architecture.",
    "date": "April 21, 2023",
    "image": "/images/events/downloaded/recASHjt4z95U3f28.jpg",
    "startDate": "2023-04-21"
  }
]