[
  {
    "endDate": "",
    "institution": "IBM Quantum",
    "location": "YouTube",
    "speaker": "Sona Najafi",
    "title": "Seminar Series: Quantum Machine Learning from Algorithms to Hardware",
    "to": "https://www.youtube.com/live/ChABF4RR9rY?feature=share",
    "abstract": "Quantum machine learning has become one of the most progressing fields of quantum technology with applications in quantum optimization, quantum chemistry as well as quantum simulation. In this talk first I will review three distinct domains of quantum machine learning.",
    "date": "March 31, 2023",
    "image": "/images/events/downloaded/recBxzdMVequyCOzr.jpg",
    "startDate": "2023-03-31"
  },
  {
    "endDate": "",
    "institution": "Institute for Theoretical Physics, University of Innsbruck",
    "location": "YouTube",
    "speaker": "Peter Zoller",
    "title": "Seminar Series: 'Learning' Entanglement in Quantum Simulation",
    "to": "https://youtu.be/8UrDRqVzp8w",
    "abstract": "The unique feature of quantum many-body physics is entanglement, and one of the key challenges in quantum information science is to understand the entanglement structure of many-particle wavefunctions through quantum simulation experiments. Here we report on a theory-experiment collaboration, where we utilized a 51-ion programmable quantum simulator to prepare ground and excited states of a 1D Heisenberg model using variational algorithms.",
    "date": "March 24, 2023",
    "image": "/images/events/downloaded/recXOXh3tl6iOwE5H.jpg",
    "startDate": "2023-03-24"
  },
  {
    "endDate": "",
    "institution": "Yale",
    "location": "YouTube",
    "speaker": "Sandro Miano",
    "title": "Seminar Series: Engineering nonlinear Hamiltonians with Flux-Tunable Superconducting Circuits",
    "to": "https://youtube.com/live/GSswjtMTv6Y",
    "abstract": "Flux-biased loops including one or more Josephson junctions are ubiquitous elements in quantum information experiments based on superconducting circuits. These quantum circuits can be tuned to implement a variety of Hamiltonians, with applications ranging from decoherence-protected qubits to quantum limited converters and amplifiers.",
    "date": "March 17, 2023",
    "image": "/images/events/downloaded/recWBQTWTdYrKAVFl.jpg",
    "startDate": "2023-03-17"
  },
  {
    "endDate": "",
    "institution": "University of Oxford",
    "location": "YouTube",
    "speaker": "Lia Yeh",
    "title": "Seminar Series: How to Generalize Qubit Circuits to Qudits",
    "to": "https://www.youtube.com/live/3BfXsOJXpw4?feature=share",
    "abstract": "For many qubit circuit decompositions, it is not obvious if a similar technique can be applied to qudits.  For continuous parameter quantum circuits, there are many more parameters involved as qudit dimension increases.  On the other hand, discrete gate sets have very different properties depending on the qudit dimension.",
    "date": "March 10, 2023",
    "image": "/images/events/downloaded/reczbtkNIlQIBWQVz.jpg",
    "startDate": "2023-03-10"
  },
  {
    "endDate": "",
    "institution": "Duke University",
    "location": "YouTube",
    "speaker": "Kenneth Brown",
    "title": "Seminar Series: Quantum Error Correction and Machine Noise",
    "to": "https://youtu.be/J0ic8A3u6Ks",
    "abstract": "In this talk, Kenneth will discuss quantum error correction in the context of a broader range of noise sources including coherent errors, leakage, and erasure. He will conclude by discussing how the co-design of hardware and fault-tolerant procedures can lead to more efficient fault-tolerant quantum computation.",
    "date": "March 3, 2023",
    "image": "/images/events/downloaded/recGjgwD5jYL4uQi4.jpg",
    "startDate": "2023-03-03"
  },
  {
    "endDate": "",
    "institution": "Sherbrooke",
    "location": "YouTube",
    "speaker": "Ghislain Lefebvre",
    "title": "Seminar Series: Junior Challenges in Quantum Computing: the Quantum Enigmas",
    "to": "https://youtu.be/n3VnyZ2lfVU",
    "abstract": "Institut quantique has created a series of animated videos titled The Quantum Enigmas, which aims to introduce college and bachelor students to quantum computing. The format starts with a short narrative set in a colorful sci-fi universe where characters must answer an enigma using a single question and then transitions to a quantum circuit to see how the problem question is translated using basic quantum gates. Once the algorithm is programmed on a quantum computer, the results are analyzed and verified.",
    "date": "February 24, 2023",
    "image": "/images/events/downloaded/recPQhxHaCJRGbRzl.jpg",
    "startDate": "2023-02-24"
  },
  {
    "endDate": "",
    "institution": "Duke University",
    "location": "YouTube",
    "speaker": "Iman Marvian",
    "title": "Seminar Series: Symmetric Quantum Circuits: How, in the presence of symmetry, locality restricts realizable unitaries",
    "to": "https://youtu.be/eVbdGDWIaI8",
    "abstract": "",
    "date": "February 17, 2023",
    "image": "/images/events/downloaded/recQcah50Lt3v11XX.jpg",
    "startDate": "2023-02-17"
  }
]