[
  {
    "endDate": "",
    "institution": "University of Maryland ",
    "location": "YouTube",
    "speaker": "Cheng-Ju Lin ",
    "title": "Seminar Series: Verification of Measurement Induced Phases Without Post Selection",
    "to": "https://www.youtube.com/live/3MhlnFd3b6U?feature=share",
    "abstract": "The measurement-induced phase transition is a recently discovered phenomenon where mid-circuit measurements in a quantum circuit composed of random unitary gates can drive an entanglement phase transition of the measured quantum states.",
    "date": "June 23, 2023",
    "image": "/images/events/downloaded/recXW4BBNFR06ii2a.jpg",
    "startDate": "2023-06-23"
  },
  {
    "endDate": "",
    "institution": "University of Maryland",
    "location": "YouTube",
    "speaker": "Victor V. Albert ",
    "title": "Seminar Series: Phases of Quantum Matter from a Computer-Science Perspective with Victor V. Albert ",
    "to": "https://www.youtube.com/live/WpmaKbmfRaw?feature=share",
    "abstract": "Quantum simulation continues to be the prime near-term scientific application of noisy large-scale quantum devices. But once one has synthesized a particular quantum state on a device, how does one certify that the state is indeed simulating one's system of interest?",
    "date": "June 30, 2023",
    "image": "/images/events/downloaded/rec4LNtTPxRLMKYe9.jpg",
    "startDate": "2023-06-30"
  },
  {
    "endDate": "",
    "institution": "University of Waterloo",
    "location": "YouTube",
    "speaker": "Christine Muschik ",
    "title": "Seminar Series: Simulating one-dimensional quantum chromodynamics on a quantum computer: Real-time evolutions of tetra- and pentaquarks with Christine Muschik ",
    "to": "https://www.youtube.com/live/j8VSo1xS7ys?feature=share",
    "abstract": "Quantum chromodynamics - the theory of quarks and gluons - has been known for decades, but it is yet to be fully understood.",
    "date": "July 7, 2023",
    "image": "/images/events/downloaded/recI2Ly7NIr802jEY.jpg",
    "startDate": "2023-07-07"
  },
  {
    "endDate": "",
    "institution": "Deloitte",
    "location": "YouTube",
    "speaker": "Dr. Andrew Vlasic & Sal Certo",
    "title": "Seminar Series: Conditional Generative Models for Learning Stochastic Processes",
    "to": "https://www.youtube.com/live/wACTo_HtBIA?feature=share",
    "abstract": "A framework to learn a multi-modal distribution is proposed, denoted as the Conditional Quantum Generative Adversarial Network (C-qGAN). The neural network structure is strictly within a quantum circuit and, as a consequence, is shown to represent a more efficient state preparation procedure than current methods. This methodology has the potential to speed-up algorithms, such as Monte Carlo analysis. In particular, after demonstrating the effectiveness of the network in the learning task, the technique is applied to price Asian option derivatives, providing the foundation for further research on other path-dependent options.",
    "date": "July 14, 2023",
    "image": "/images/events/no-picture.jpg",
    "startDate": "2023-07-14"
  },
  {
    "endDate": "",
    "institution": "University of Cambridge",
    "location": "YouTube",
    "speaker": "Campbell McLauchlan",
    "title": "Seminar Series: A new twist on the Majorana surface code: Bosonic and fermionic defects for fault-tolerant quantum computation with Campbell McLauchlan",
    "to": "https://www.youtube.com/live/E3qHh4VxFxc?feature=share",
    "abstract": "Majorana zero modes (MZMs) are promising candidates for topologically-protected quantum computing hardware, however their large-scale use will likely require quantum error correction. Majorana surface codes (MSCs) have been proposed to achieve this. However, many MSC properties remain unexplored. In this talk I will present a unifying framework for MSC twist defects. Twist defects are objects that are used in other codes for fault-tolerant quantum computation. In the MSC, twist defects can encode twice the amount of topologically protected information as in qubit-based codes or other MSC encoding schemes, owing to their encoding both logical qubits and “logical MZMs.” I will explain this feature and discuss methods for performing universal computation with both logical qubits and logical MZMs and some associated improved overheads. I will also introduce a novel MSC analogue of transversal gates that achieves encoded Clifford gates by braiding the constituent Majoranas. ",
    "date": "July 21, 2023",
    "image": "/images/events/downloaded/recMWzo7l9G0Ag0MV.jpg",
    "startDate": "2023-07-21"
  }
]