[
  {
    "endDate": "",
    "institution": "UC Davis",
    "location": "YouTube",
    "speaker": "Isaac Kim",
    "title": "Seminar Series: Near-Term Interactive Quantum Computation\nwith Isaac Kim",
    "to": "https://youtu.be/DFc7KjD_bEc",
    "abstract": "While quantum computers are expected to be more powerful than classical computers, the class of tasks that can be performed on a quantum computer in a constant time is limited. However, by allowing the quantum computer to interact with a classical computer over a few rounds, and allowing the classical computer to perform a polynomial-time classical computation, it is possible to achieve tasks that are otherwise impossible to achieve without such interaction.",
    "date": "April 7, 2023",
    "image": "/images/events/downloaded/recbFWsP1iJkSwJn6.jpg",
    "startDate": "2023-04-07"
  },
  {
    "endDate": "",
    "institution": "California Institute of Technology",
    "location": "YouTube",
    "speaker": "Austin Minnich",
    "title": "Seminar Series:Experimental Realization of a Measurement-Induced Entanglement Phase Transition on a Superconducting Quantum Processor with Mid-Circuit Readout",
    "to": "https://youtube.com/live/lYbPbUu3aGA?feature=share",
    "abstract": "The usual picture of quantum dynamics is that of an isolated system evolving under unitary interactions. Systems in which non-unitary measurements are interspersed among the unitary interactions are now of great interest due to the novel phenomena that occur, including phase transitions of the entanglement properties depending on the measurement rate.",
    "date": "April 14, 2023",
    "image": "/images/events/downloaded/recOYQURnalYiBTWy.jpg",
    "startDate": "2023-04-14"
  },
  {
    "endDate": "",
    "institution": "Duke University",
    "location": "YouTube",
    "speaker": "Shilin Huang ",
    "title": "Seminar Series: Homomorphic Logical Measurements with Shilin Huang ",
    "to": "https://youtube.com/live/f5aF9AXnUmE",
    "abstract": "Recently, quantum low-density-parity-check (LDPC) codes becomes competitive candidates for fault-tolerant quantum storage and computation, as quantum information is stored more compactly than the celebrated planar surface code architecture.",
    "date": "April 21, 2023",
    "image": "/images/events/downloaded/recASHjt4z95U3f28.jpg",
    "startDate": "2023-04-21"
  },
  {
    "endDate": "",
    "institution": "Université de Sherbrooke",
    "location": "YouTube",
    "speaker": "Alexander McDonald",
    "title": "Seminar Series: Techniques for finding exact solutions of interacting dissipative quantum systems",
    "to": "https://www.youtube.com/live/QPQY2dK80ww?feature=share",
    "abstract": "As quantum information processors continue to improve, a better understanding of strongly-interacting dissipative quantum models is required to accurately model such systems. Exact solutions in such instances however are few and far between; adding dissipation to even the simplest closed-system Hamiltonian often means resorting to numerics or employing unjustified approximations.",
    "date": "April 28, 2023",
    "image": "/images/events/downloaded/recY5E09twGQccHmJ.jpg",
    "startDate": "2023-04-28"
  }
]