[
  {
    "title": "Beat Street",
    "description": [
      "At the forefront of early hip-hop culture, DJ Kenny Kirkland, his B-boy brother, Lee, and graffiti artist Ramon all have hopes of showcasing their talents outside the confines of South Bronx, N.Y."
    ],
    "trailer": "H0p2LFGlWTA"
  },
  {
    "title": "Breakin",
    "description": [
      "The movie Breakin' focused primarily on the more dance orientated leg of Hip Hop culture. What the film also did was artistically respect enough to make stars out of the leads including Boogaloo Shrimp and Shabadoo (a.k.a. Turbo and Ozone).",
      "This is a classic film for anyone who is a fan of hip-hop culture and it's history."
    ],
    "trailer": "pkXMLYoFLww"
  },
  {
    "title": "Wild Style",
    "description": [
      "Depending on who you ask, Wild Style could just very well be the best Hip Hop film of its era, if not ever. Its timestamp does tell, however, that it stands as the culture's first impactful film."
    ],
    "trailer": "Hee38-NV11E"
  },
  {
    "title": "Style Wars",
    "description": [
      "Graffiti's elemental pillar in Hip Hop's foundation has been relinquished to an afterthought yet is still very present to the naked eye.",
      "The art is in the clothes we wear album covers we stream and buildings where the music is performed."
    ],
    "trailer": "L6GbbFXxNpw"
  },
  {
    "title": "Thrashin'",
    "description": [
      "A classic skateboard movie, Thrashin' is about a kid named Corey, a young skater who likes to hang out and ride around Los Angeles with his gang, the Ramp Locals. The Locals are in an ongoing competition with another group of riders, a tough skater posse known as the Daggers.",
      "This legendary story illustrates the rising popularity of the skate culture that grew in the late 70s and into the 80s.",
      "..."
    ],
    "trailer": "PiFW3CeFuxQ"
  },
  {
    "title": "Rad",
    "description": [
      "The story of one young man, Cru Jones, who has the intensity and desire to win a BMX race called Helltrack."
    ],
    "trailer": "7MCgFYzbom0"
  },
  {
    "title": "Best of the Best",
    "description": [
      "A team from the United States is going to compete against Korea in a Tae Kwon Do tournament. The team consists of fighters from all over the country - can they overcome their rivalry and work together to win?"
    ],
    "trailer": "kRWygxReD_w"
  },
  {
    "title": "Bloodsport",
    "description": [
      "Bloodsport follows Frank Dux, an American martial artist serving in the military, who decides to leave the army to compete in a martial arts tournament in Hong Kong where fights to the death can occur."
    ],
    "trailer": "8CLz2Hh9uqM"
  },
  {
    "title": "The Abyss",
    "description": [
      "Formerly married petroleum engineers who still have some issues to work out. They are drafted to assist a gung-ho Navy SEAL with a top-secret recovery operation: a nuclear sub has been ambushed and sunk, under mysterious circumstances, in some of the deepest waters on Earth"
    ],
    "trailer": "4zbpL3LeW7k"
  },
  {
    "title": "Summer School",
    "description": [
      "A high-school gym teacher has big plans for the summer, but is forced to cancel them to teach a 'bonehead' English class for misfit goof-off students. Fortunately, his unconventional brand of teaching fun field trips begins to connect with them, and even inspires ardor in some."
    ],
    "trailer": "VijCU3fPp3s"
  }
]
