[
  {
    "title": "Beat Street",
    "description": [
      "At the forefront of early hip-hop culture, DJ Kenny Kirkland, his B-boy brother, Lee, and graffiti artist Ramon all have hopes of showcasing their talents outside the confines of South Bronx, N.Y."
    ],
    "trailer": "H0p2LFGlWTA"
  },
  {
    "title": "Breakin",
    "description": [
      "The movie Breakin' focused primarily on the more dance orientated leg of Hip Hop culture. What the film also did was artistically respect enough to make stars out of the leads including Boogaloo Shrimp and Shabadoo (a.k.a. Turbo and Ozone).",
      "This is a classic film for anyone who is a fan of hip-hop culture and it's history."
    ],
    "trailer": "pkXMLYoFLww"
  },
  {
    "title": "Wild Style",
    "description": [
      "Depending on who you ask, Wild Style could just very well be the best Hip Hop film of its era, if not ever. Its timestamp does tell, however, that it stands as the culture's first impactful film."
    ],
    "trailer": "Hee38-NV11E"
  },
  {
    "title": "Style Wars",
    "description": [
      "Graffiti's elemental pillar in Hip Hop's foundation has been relinquished to an afterthought yet is still very present to the naked eye.",
      "The art is in the clothes we wear album covers we stream and buildings where the music is performed."
    ],
    "trailer": "L6GbbFXxNpw"
  },
  {
    "title": "Thrashin'",
    "description": [
      "A classic skateboard movie, Thrashin' is about a kid named Corey, a young skater who likes to hang out and ride around Los Angeles with his gang, the Ramp Locals. The Locals are in an ongoing competition with another group of riders, a tough skater posse known as the Daggers.",
      "This legendary story illustrates the rising popularity of the skate culture that grew in the late 70s and into the 80s."
    ],
    "trailer": "PiFW3CeFuxQ"
  },
  {
    "title": "Rad",
    "description": [
      "The story of one young man, Cru Jones, who has the intensity and desire to win a BMX race called Helltrack."
    ],
    "trailer": "7MCgFYzbom0"
  },
  {
    "title": "Best of the Best",
    "description": [
      "A team from the United States is going to compete against Korea in a Tae Kwon Do tournament. The team consists of fighters from all over the country - can they overcome their rivalry and work together to win?"
    ],
    "trailer": "kRWygxReD_w"
  },
  {
    "title": "Bloodsport",
    "description": [
      "Bloodsport follows Frank Dux, an American martial artist serving in the military, who decides to leave the army to compete in a martial arts tournament in Hong Kong where fights to the death can occur."
    ],
    "trailer": "8CLz2Hh9uqM"
  },
  {
    "title": "The Abyss",
    "description": [
      "Formerly married petroleum engineers who still have some issues to work out. They are drafted to assist a gung-ho Navy SEAL with a top-secret recovery operation: a nuclear sub has been ambushed and sunk, under mysterious circumstances, in some of the deepest waters on Earth"
    ],
    "trailer": "4zbpL3LeW7k"
  },
  {
    "title": "Summer School",
    "description": [
      "A high-school gym teacher has big plans for the summer, but is forced to cancel them to teach a 'bonehead' English class for misfit goof-off students. Fortunately, his unconventional brand of teaching fun field trips begins to connect with them, and even inspires ardor in some."
    ],
    "trailer": "VijCU3fPp3s"
  },
  {
    "title": "Airplane!",
    "description": [
      "A man afraid to fly must ensure that a plane lands safely after the pilots become sick."
    ],
    "trailer": "07pPmCfKi3U"
  },
  {
    "title": "Die Hard",
    "description": [
      "An NYPD officer tries to save his wife and several others taken hostage by German terrorists during a Christmas party at the Nakatomi Plaza in Los Angeles."
    ],
    "trailer": "jaJuwKCmJbY"
  },
  {
    "title": "Blade Runner",
    "description": [
      "A blade runner must pursue and terminate four replicants who stole a ship in space, and have returned to Earth to find their creator."
    ],
    "trailer": "eogpIG53Cis"
  },
  {
    "title": "The Princess Bride",
    "description": [
      "While home sick in bed, a young boy's grandfather reads him the story of a farmboy-turned-pirate who encounters numerous obstacles, enemies and allies in his quest to be reunited with his true love."
    ],
    "trailer": "KmXptjknRa8"
  },
  {
    "title": "The Terminator",
    "description": [
      "A human soldier is sent from 2029 to 1984 to stop an almost indestructible cyborg killing machine, sent from the same year, which has been programmed to execute a young woman whose unborn son is the key to humanity's future salvation."
    ],
    "trailer": "k64P4l2Wmeg"
  },
  {
    "title": "Back to the Future",
    "description": [
      "Marty McFly, a 17-year-old high school student, is accidentally sent thirty years into the past in a time-traveling DeLorean invented by his close friend, the eccentric scientist Doc Brown."
    ],
    "trailer": "qvsgGtivCgs"
  },
  {
    "title": "The Color Purple",
    "description": [
      "A black Southern woman struggles to find her identity after suffering abuse from her father and others over four decades."
    ],
    "trailer": "HzGrDgu08r8"
  },
  {
    "title": "Do the Right Thing",
    "description": [
      "On the hottest day of the year on a street in the Bedford-Stuyvesant section of Brooklyn, everyone's hate and bigotry smolders and builds until it explodes into violence."
    ],
    "trailer": "5Ny631yQ-DM"
  },
  {
    "title": "Castle in the Sky",
    "description": [
      "A young boy and a girl with a magic crystal must race against pirates and foreign agents in a search for a legendary floating castle."
    ],
    "trailer": "cos8fmZraIE"
  },
  {
    "title": "Se7en",
    "description": [
      "Two detectives, a rookie and a veteran, hunt a serial killer who uses the seven deadly sins as his motives."
    ],
    "trailer": "znmZoVkCjpI"
  },
  {
    "title": "Dune",
    "description": [
      "In the year 10191, a spice called melange is the most valuable substance known in the universe, and its only source is the desert planet Arrakis. A royal decree awards Arrakis to Duke Leto Atreides and ousts his bitter enemies, the Harkonnens. However, when the Harkonnens violently seize back their fiefdom, it is up to Paul (Kyle MacLachlan), Leto's son, to lead the Fremen, the natives of Arrakis, in a battle for control of the planet and its spice. Based on Frank Herbert's epic novel."
    ],
    "trailer": "KwPTIEWTYEI"
  },
  {
    "title": "Aliens",
    "description": [
      "After floating in space for 57 years, Lt. Ripley's (Sigourney Weaver) shuttle is found by a deep space salvage team. Upon arriving at LV-426, the marines find only one survivor, a nine year old girl named Newt (Carrie Henn). But even these battle-hardened marines with all the latest weaponry are no match for the hundreds of aliens that have invaded the colony."
    ],
    "trailer": "oSeQQlaCZgU"
  },
  {
    "title": "Innerspace",
    "description": [
      "A scientifically miniaturized marine unexpectedly finds himself floating around the body of a hypochondriac, and trying to outwit saboteurs who want the device that shrank him. Attempts by his colleagues to retrieve the little man - protected inside a tiny submersible - are hampered by the would-be thieves."
    ],
    "trailer": "7kQDIosuZuo"
  },
  {
    "title": "Aladdin",
    "description": [
      "When street rat Aladdin frees a genie from a lamp, he finds his wishes granted. However, he soon finds that the evil has other plans for the lamp -- and for Princess Jasmine. But can Aladdin save Princess Jasmine and his love for her after she sees that he isn't quite what he appears to be?"
    ],
    "trailer": "8HrmBXgiwDU"
  },
  {
    "title": "Jurassic Park",
    "description": [
      "In Steven Spielberg's massive blockbuster, paleontologists Alan Grant (Sam Neill) and Ellie Sattler (Laura Dern) and mathematician Ian Malcolm (Jeff Goldblum) are among a select group chosen to tour an island theme park populated by dinosaurs created from prehistoric DNA. While the park's mastermind, billionaire John Hammond (Richard Attenborough), assures everyone that the facility is safe, they find out otherwise when various ferocious predators break free and go on the hunt."
    ],
    "trailer": "Bim7RtKXv90"
  },
  {
    "title": "The Matrix",
    "description": [
      "Neo (Keanu Reeves) believes that Morpheus (Laurence Fishburne), an elusive figure considered to be the most dangerous man alive, can answer his question -- What is the Matrix? Neo is contacted by Trinity (Carrie-Anne Moss), a beautiful stranger who leads him into an underworld where he meets Morpheus. They fight a brutal battle for their lives against a cadre of viciously intelligent secret agents. It is a truth that could cost Neo something more precious than his life."
    ],
    "trailer": "D4eJx-0g3Do"
  },
  {
    "title": "True Lies",
    "description": [
      "Secretly a spy but thought by his family to be a dull salesman, Harry Tasker (Arnold Schwarzenegger) is tracking down nuclear missiles in the possession of Islamic jihadist Aziz (Art Malik). Harry's mission is complicated when he realizes his neglected wife, Helen (Jamie Lee Curtis), is contemplating an affair with Simon (Bill Paxton), a used-car salesman who claims he's a spy. When Aziz kidnaps Harry and Helen, the secret agent must save the world and patch up his marriage at the same time."
    ],
    "trailer": "Uz45Y50ozxE"
  },
  {
    "title": "Dead Alive (Braindead)",
    "description": [
      "Overprotective mother Vera Cosgrove (Elizabeth Moody), spying on her grown son, Lionel (Timothy Balme), as he visits the zoo with the lovely Paquita (Diana Peñalver), is accidentally bitten by the fearsome Sumatran rat-monkey. When the bite turns his beloved mother into a zombie, Lionel tries to keep her locked safely in the basement, but her repeated escapes turn most of the neighbors into the walking dead, who then crash a high-society party thrown by Lionel's boorish Uncle Les (Ian Watkin)."
    ],
    "trailer": "O8LIug1cP04"
  },
  {
    "title": "Critters",
    "description": [
      "When strange fuzzy creatures from outer space arrive on a farm, the Brown family -- Jay (Billy Green Bush), Helen (Dee Wallace-Stone), their daughter, April (Nadine Van Der Velde), and their son, Brad (Scott Grimes) -- must fend off the malevolent little aliens. Two bounty hunters with superhuman abilities follow the aggressive beasts from beyond, but the warriors aren't terribly effective, leaving the Brown family to battle the fur balls and rescue April from their clutches all by themselves."
    ],
    "trailer": "9V3YGz-u2Ts"
  },
  {
    "title": "Gremlins",
    "description": [
      "A gadget salesman is looking for a special gift for his son and finds one at a store in Chinatown. The shopkeeper is reluctant to sell him the `mogwai' but sells it to him with the warning to never expose him to bright light, water, or to feed him after midnight. All of this happens and the result is a gang of gremlins that decide to tear up the town on Christmas Eve."
    ],
    "trailer": "XBEVwaJEgaA"
  },
  {
    "title": "Jumanji",
    "description": [
      "Jumanji is a visually elaborate fantasy about an enchanted board game that opens a magical portal to a jungle universe. Two young children, Judy (Kirsten Dunst) and Peter (Bradley Pierce), discover the game in an abandoned home and suddenly are greeted by Alan (Robin Williams), an adult who has spent his life trapped inside the game since playing it at age 12. Alan's only hope for freedom involves finishing the game, but this proves rather dangerous, as Judy, Peter, and Alan find themselves running for their lives from huge rhinoceroses, evil monkeys, vicious lions, and other terrifying jungle beasts."
    ],
    "trailer": "8WaAUE4MXs8"
  },
  {
    "title": "Honey, I Shrunk the Kids",
    "description": [
      "Erstwhile inventor Prof. Wayne Szalinski (Rick Moranis) has been experimenting with an electromagnetic shrinking machine. He leaves the device unattended in his attic; shortly afterward, it is accidentally activated. Alas, the demon machine is aimed at his children, as well as the son of neighbor Russ Thompson (Matt Frewer). The kids, shrunk to 1/4-inch height, are tossed into the trash bin by the unwitting Szalinski. For the rest of the film, our teeny-tiny protagonists attempt to gain their parents' attention -- and to survive the wilds of the backyard, where all sorts of dangers, from bumblebees to lawnmowers, threaten their well-being."
    ],
    "trailer": "_av5kqcMVm4"
  },
  {
    "title": "Short Circuit",
    "description": [
      "Struck by lightning, an endearing little robot known only as \"Number 5\" escapes from an experimental electronics firm. Technician Newton Crosby (Steve Guttenberg) and his indecipherable East Indian assistant, Ben Jabituya (Fisher Stevens), set out to locate Number 5 before the military can go through with its plans to destroy the robot. Number 5 takes refuge with loopy Stephanie Speck (Ally Sheedy), who is convinced that the mechanical man is an extraterrestrial. Hoping to teach the \"alien\" all about Earth, she fills Number 5's memory banks with reams of pop culture -- and then the real fun begins."
    ],
    "trailer": "9rlI3Xg9g_A"
  },
  {
    "title": "Starship Troopers",
    "description": [
      "In the society of the future, people have to undergo military service in order to attain citizenship. Johnny Rico, his girlfriend Carmen Ibanez and two other friends enlist for military service soon after leaving school. They are required to undergo tough and brutal training. An asteroid then appears out of Klendathu space and strikes Buenos Aires, killing Johnny's parents. Earth declares war against the Klendathu. Johnny immediately enlists. Despatched into combat, they arrive at the Klendathu homeworld and find themselves up against an enemy that consists of heavily armoured and near invincible insect creatures that slaughter the human troops en masse."
    ],
    "trailer": "zPYuV_jGk7M"
  },
  {
    "title": "Sister Act",
    "description": [
      "When lively lounge singer Deloris Van Cartier (Whoopi Goldberg) sees her mobster beau, Vince LaRocca (Harvey Keitel), commit murder, she is relocated for her protection. Set up in the guise of a nun in a California convent, Deloris proceeds to upend the quiet lives of the resident sisters. In an effort to keep her out of trouble, they assign Deloris to the convent's choir, an ensemble that she soon turns into a vibrant and soulful act that gains widespread attention."
    ],
    "trailer": "lCBjHkCK1Vw"
  },
  {
    "title": "The fifth element",
    "description": [
      "In the 23rd century, a New York City cabbie, Korben Dallas (Bruce Willis), finds the fate of the world in his hands when Leeloo (Milla Jovovich) falls into his cab. As the embodiment of the fifth element, Leeloo needs to combine with the other four to keep the approaching Great Evil from destroying the world. Together with Father Vito Cornelius (Ian Holm) and zany broadcaster Ruby Rhod (Chris Tucker), Dallas must race against time and the wicked industrialist Zorg (Gary Oldman) to save humanity."
    ],
    "trailer": "fQ9RqgcR24g"
  },
  {
    "title": "The little mermaid",
    "description": [
      "In Disney's beguiling animated romp, rebellious 16-year-old mermaid Ariel (Jodi Benson) is fascinated with life on land. On one of her visits to the surface, which are forbidden by her controlling father, King Triton, she falls for a human prince. Determined to be with her new love, Ariel makes a dangerous deal with the sea witch Ursula (Pat Carroll) to become human for three days. But when plans go awry for the star-crossed lovers, the king must make the ultimate sacrifice for his daughter."
    ],
    "trailer": "Oz0H4UHd2J4"
  },
  {
    "title": "There is something about mary",
    "description": [
      "Ted's (Ben Stiller) dream prom date with Mary (Cameron Diaz) never happens due to an embarrassing injury at her home. Years later, Ted hires Pat Healy (Matt Dillon) to track down Mary so he can reconnect with her. Pat lies to Ted about Mary and he finds out everything he can about her to trick her into dating him. Ted travels to meet Mary and has to weave through the web of lies that Pat and Mary's friend Tucker (Lee Evans) have woven to try and win her over."
    ],
    "trailer": "eGjXwDYpOLE"
  },
  {
    "title": "Mrs. Doubtfire",
    "description": [
      "Troubled that he has little access to his children, divorced Daniel Hillard (Robin Williams) hatches an elaborate plan. With help from his creative brother Frank (Harvey Fierstein), he dresses as an older British woman and convinces his ex-wife, Miranda (Sally Field), to hire him as a nanny. \"Mrs. Doubtfire\" wins over the children and helps Daniel become a better parent -- but when both Daniel and his nanny persona must meet different parties at the same restaurant, his secrets may be exposed."
    ],
    "trailer": "PqxpC_jYncE"
  },
  {
    "title": "Beverly hills cop 3",
    "description": [
      "When his boss is killed, Detroit cop Alex Foley (Eddie Murphy) finds evidence that the murderer had ties to a California amusement park called Wonder World. Returning to Beverly Hills once more, Foley reunites with Detective Billy Rosewood (Judge Reinhold) to solve the case. Along with Billy's new partner, Jon Flint (Héctor Elizondo), they discover that the security force of Wonder World is actually part of a counterfeit money operation headed by park manager Orrin Sanderson (John Saxon)."
    ],
    "trailer": "DbP7Ptyr1sA"
  },
  {
    "title": "Toy Story",
    "description": [
      "Woody (Tom Hanks), a good-hearted cowboy doll who belongs to a young boy named Andy (John Morris), sees his position as Andy's favorite toy jeopardized when his parents buy him a Buzz Lightyear (Tim Allen) action figure. Even worse, the arrogant Buzz thinks he's a real spaceman on a mission to return to his home planet. When Andy's family moves to a new house, Woody and Buzz must escape the clutches of maladjusted neighbor Sid Phillips (Erik von Detten) and reunite with their boy."
    ],
    "trailer": "rNk1Wi8SvNc"
  },
  {
    "title": "Home Alone",
    "description": [
      "When bratty 8-year-old Kevin McCallister (Macaulay Culkin) acts out the night before a family trip to Paris, his mother (Catherine O'Hara) makes him sleep in the attic. After the McCallisters mistakenly leave for the airport without Kevin, he awakens to an empty house and assumes his wish to have no family has come true. But his excitement sours when he realizes that two con men (Joe Pesci, Daniel Stern) plan to rob the McCallister residence, and that he alone must protect the family home."
    ],
    "trailer": "CK2Btk6Ybm0"
  },
  {
    "title": "Lion King",
    "description": [
      "This Disney animated feature follows the adventures of the young lion Simba (Jonathan Taylor Thomas), the heir of his father, Mufasa (James Earl Jones). Simba's wicked uncle, Scar (Jeremy Irons), plots to usurp Mufasa's throne by luring father and son into a stampede of wildebeests. But Simba escapes, and only Mufasa is killed. Simba returns as an adult (Matthew Broderick) to take back his homeland from Scar with the help of his friends Timon (Nathan Lane) and Pumbaa (Ernie Sabella).."
    ],
    "trailer": "hY7xBISLBIA"
  },
  {
    "title": "E.T. The Extra-Terrestrial",
    "description": [
      "Both a classic movie for kids and a remarkable portrait of childhood, E.T. is a sci-fi adventure that captures that strange moment in youth when the world is a place of mysterious possibilities (some wonderful, some awful), and the universe seems somehow separate from the one inhabited by grown-ups. Henry Thomas plays Elliott, a young boy living with his single mother (Dee Wallace), his older brother Michael (Robert MacNaughton), and his younger sister Gertie (Drew Barrymore). Elliott often seems lonely and out of sorts, lost in his own world. One day, while looking for something in the back yard, he senses something mysterious in the woods watching him. And he's right: an alien spacecraft on a scientific mission mistakenly left behind an aging botanist who isn't sure how to get home. Eventually Elliott puts his fears aside and makes contact with the \"little squashy guy\", perhaps the least threatening alien invader ever to hit a movie screen. As Elliott tries to keep the alien under wraps and help him figure out a way to get home, he discovers that the creature can communicate with him telepathically. Soon they begin to learn from each other, and Elliott becomes braver and less threatened by life."
    ],
    "trailer": "qYAETtIIClk"
  },
  {
    "title": "The Goonies",
    "description": [
      "Leonard Maltin wasn't alone when he noticed similarities between Goonies and the 1934 Our Gang comedy Mama's Little Pirate. Adapted by Chris Columbus from a story by Steven Spielberg, the film follows a group of misfit kids (including such second-generation Hollywoodites as Josh Brolin and Sean Astin) as they search for buried treasure in a subterranean cavern. Here they cross the path of lady criminal Mama Fratelli (Anne Ramsey) and her outlaw brood. Fortunately, the kids manage to befriend Fratelli's hideously deformed (but soft-hearted) son (John Matuszak), who comes to their rescue."
    ],
    "trailer": "hJ2j4oWdQtU"
  },
  {
    "title": "Office Space",
    "description": [
      "Office Space is a 1999 American black comedy film written and directed by Mike Judge. It satirizes the work life of a typical mid-to-late-1990s software company, focusing on a handful of individuals weary of their jobs. It stars Ron Livingston, Jennifer Aniston, Gary Cole, Stephen Root, David Herman, Ajay Naidu, and Diedrich Bader. "
    ],
    "trailer": "3_fG_zLbBeU"
  },
  {
    "title": "The Lion King",
    "description": [
      "The Lion King tells the story of Simba, a young lion who is to succeed his father, Mufasa, as King of the Pride Lands; however, after Simba's paternal uncle Scar murders Mufasa, Simba is manipulated into thinking he was responsible and flees into exile. After growing up in the company of the carefree outcasts Timon and Pumbaa, Simba receives valuable perspective from his childhood friend, Nala, and his shaman, Rafiki, before returning to challenge Scar to end his tyranny and take his place in the Circle of Life as the rightful King. "
    ],
    "trailer": "lFzVJEksoDY"
  },
  {
    "title": "A.I. Artificial Intelligence",
    "description": [
      "A.I. Artificial Intelligence (also known as A.I.) is a 2001 American science fiction drama film directed by Steven Spielberg. The screenplay by Spielberg and screen story by Ian Watson were loosely based on the 1969 short story 'Supertoys Last All Summer Long' by Brian Aldiss. The film was produced by Kathleen Kennedy, Spielberg and Bonnie Curtis. It stars Haley Joel Osment, Jude Law, Frances O'Connor, Brendan Gleeson and William Hurt. Set in a futuristic post-climate change society, A.I. tells the story of David (Osment), a childlike android uniquely programmed with the ability to love. "
    ],
    "trailer": "oBUAQGwzGk0"
  },
  {
    "title": "Back to the future",
    "description": [
      "Back to the Future is a 1985 American science fiction film directed by Robert Zemeckis. Written by Zemeckis and Bob Gale, it stars Michael J. Fox, Christopher Lloyd, Lea Thompson, Crispin Glover, and Thomas F. Wilson. Set in 1985, the story follows Marty McFly (Fox), a teenager accidentally sent back to 1955 in a time-traveling DeLorean automobile built by his eccentric scientist friend Doctor Emmett 'Doc' Brown (Lloyd). Trapped in the past, Marty inadvertently prevents his future parents' meeting—threatening his very existence—and is forced to reconcile the pair and somehow get back to the future. "
    ],
    "trailer": "qvsgGtivCgs"
  },
  {
    "title": "Jurassic Park",
    "description": [
      "Jurassic Park is a 1993 American science fiction action film directed by Steven Spielberg and produced by Kathleen Kennedy and Gerald R. Molen. It is the first installment in the Jurassic Park franchise, and the first film in the Jurassic Park trilogy, and is based on the 1990 novel of the same name by Michael Crichton and a screenplay written by Crichton and David Koepp. The film is set on the fictional island of Isla Nublar, located off Central America's Pacific Coast near Costa Rica. There, wealthy businessman John Hammond and a team of genetic scientists have created a wildlife park of de-extinct dinosaurs. When industrial sabotage leads to a catastrophic shutdown of the park's power facilities and security precautions, a small group of visitors and Hammond's grandchildren struggle to survive and escape the perilous island. "
    ],
    "trailer": "lc0UehYemQA"
  },
  {
    "title": "The Breakfast Club",
    "description": [
      "The Breakfast Club is a 1985 American teen coming-of-age comedy-drama film written, produced, and directed by John Hughes. It stars Emilio Estevez, Anthony Michael Hall, Judd Nelson, Molly Ringwald and Ally Sheedy as teenagers from different high school cliques who spend a Saturday in detention with their authoritarian assistant principal (Paul Gleason). "
    ],
    "trailer": "BSXBvor47Zs"
  },
  {
    "title": "Hackers",
    "description": [
      "Hackers is a 1995 American crime film directed by Iain Softley and starring Jonny Lee Miller, Angelina Jolie, Jesse Bradford, Matthew Lillard, Laurence Mason, Renoly Santiago, Lorraine Bracco, and Fisher Stevens. The film follows a group of high school hackers and their involvement in a corporate extortion conspiracy. Made in the mid-1990s when the Internet was unfamiliar to the general public, it reflects the ideals laid out in the Hacker Manifesto quoted in the film: 'This is our world now... the world of the electron and the switch [...] We exist without skin color, without nationality, without religious bias... and you call us criminals. [...] Yes, I am a criminal. My crime is that of curiosity.' The film received mixed reviews from critics, and underperformed at the box office upon release, but has gone on to achieve cult classic status."
    ],
    "trailer": "Rn2cf_wJ4f4"
  },
  {
    "title": "RoboCop",
    "description": [
      "RoboCop is a 1987 American science fiction action film directed by Paul Verhoeven and written by Edward Neumeier and Michael Miner. The film stars Peter Weller, Nancy Allen, Daniel O'Herlihy, Ronny Cox, Kurtwood Smith, and Miguel Ferrer. Set in a crime-ridden Detroit, Michigan, in the near future, RoboCop centers on police officer Alex Murphy (Weller) who is murdered by a gang of criminals and subsequently revived by the megacorporation Omni Consumer Products as the cyborg law enforcer RoboCop. Unaware of his former life, RoboCop executes a brutal campaign against crime while coming to terms with the lingering fragments of his humanity. The film has been analyzed for themes including the nature of humanity, personal identity, corporate greed, and corruption, and is seen as a rebuke of the policies of Ronald Reagan. "
    ],
    "trailer": "6tC_5mp3udE"
  },
  {
    "title": "Short Circuit",
    "description": [
      "Short Circuit is a 1986 American comic science fiction film directed by John Badham and written by S. S. Wilson and Brent Maddock. The film's plot centers upon an experimental military robot that is struck by lightning and gains a human-like intelligence, with which it embarks to explore. Short Circuit stars Ally Sheedy, Steve Guttenberg, Fisher Stevens, Austin Pendleton and G. W. Bailey, with Tim Blaney as the voice of the robot named 'Number 5'. A sequel, Short Circuit 2, was released in 1988, directed by Kenneth Johnson, but did not do as well at the box office. "
    ],
    "trailer": "9rlI3Xg9g_A"
  },
  {
    "title": "Tron",
    "description": [
      "Tron (styled as TRON) is a 1982 American science fiction action-adventure film written and directed by Steven Lisberger from a story by Lisberger and Bonnie MacBird. The film stars Jeff Bridges, Bruce Boxleitner, David Warner, Cindy Morgan, and Barnard Hughes. Bridges plays Kevin Flynn, a computer programmer who is transported inside the software world of a mainframe computer where he interacts with programs in his attempt to escape. "
    ],
    "trailer": "3efV2wqEjEY"
  },
  {
    "title": "Indiana Jones and the Temple of Doom",
    "description": [
      "After a brief brouhaha involving a precious vial and a wild ride down a raging Himalyan river, Indy (Harrison Ford) gets down to the problem at hand: retrieving a precious gem and several kidnapped young boys on behalf of a remote East Indian village. His companions this time around include a dimbulbed, easily frightened nightclub chanteuse (Kate Capshaw), and a feisty 12-year-old kid named Short Round (Quan Ke Huy)."
    ],
    "trailer": "HOwWfns4qqw"
  },
  {
    "title": "Raiders of the Lost Ark",
    "description": [
      "Indiana Jones (Harrison Ford) is no ordinary archeologist. When we first see him, he is somewhere in the Peruvian jungle in 1936, running a booby-trapped gauntlet (complete with an over-sized rolling boulder) to fetch a solid-gold idol. He loses this artifact to his chief rival, a French archeologist named Belloq (Paul Freeman), who then prepares to kill our hero. In the first of many serial-like escapes, Indy eludes Belloq by hopping into a convenient plane."
    ],
    "trailer": "Rh_BJXG1-44"
  },
  {
    "title": "Indiana Jones and the Last Crusade",
    "description": [
      "The third installment in the widely beloved Spielberg/Lucas Indiana Jones saga begins with an introduction to a younger Indy (played by the late River Phoenix), who, through a fast-paced prologue, gives the audience insight into the roots of his taste for adventure, fear of snakes, and dogged determination to take historical artifacts out of the hands of bad guys and into the museums in which they belong. A grown-up Indy (Harrison Ford) reveals himself shortly afterward in a familiar classroom scene, teaching archeology to a disproportionate number of starry-eyed female college students in 1938. Once again, however, Mr. Jones is drawn away from his day job after an art collector (Julian Glover) approaches him with a proposition to find the much sought after Holy Grail. Circumstances reveal that there was another avid archeologist in search of the famed cup -- Indiana Jones' father, Dr. Henry Jones (Sean Connery) -- who had recently disappeared during his efforts. The junior and senior members of the Jones family find themselves in a series of tough situations in locales ranging from Venice to the most treacherous spots in the Middle East. "
    ],
    "trailer": "sagmdpkWUqc"
  },
  {
    "title": "The Karate Kid",
    "description": [
      "Newly arrived in California from New Jersey, teenager Daniel (Ralph Macchio) almost immediately runs afoul of karate-trained high school bullies. He is rescued by Japanese janitor Miyagi (Noriyuki \"Pat\" Morita), who agrees to teach Daniel how to harness karate for good instead of brutality."
    ],
    "trailer": "n7JhKCQnEqQ"
  },
  {
    "title": "Police Academy",
    "description": [
      "Public safety takes a turn for the worse in this hit comedy, which spawned a long-running franchise. As a crime wave sweeps through a major city, the mayor decides that part of the problem may stem from overly restrictive qualifications for police officers, so she opens the door of the city's Police Academy to anyone who wants to join."
    ],
    "trailer": "4NT4C1F_HZE"
  },
  {
    "title": "Love Actually",
    "description": [
      "All of London is in love -- or longing to be -- in Four Weddings and a Funeral writer Richard Curtis' first directorial effort. Billed as \"the ultimate romantic comedy\", Love Actually involves more than a dozen main characters, each weaving his or her way into another's heart over the course of one particularly eventful Christmas. The seemingly perfect wedding of Juliet (Keira Knightley) and Peter (Chiwetel Ejiofor) brings many of the principals together, including heartsick best man Mark (Andrew Lincoln), who harbors a very unrequited crush on Juliet. There's also recent widower Daniel (Liam Neeson), trying to help his lonely stepson Sam (Thomas Sangster) express his true feelings to a classmate. Across town, devoted working mother Karen (Emma Thompson) tries to rekindle the passion of her husband, Harry (Alan Rickman), who secretly pines for a young colleague of his. In the same office, the lonely Sarah (Laura Linney) not-so-secretly pines for a man just a few desks away (Rodrigo Santoro), who returns her affections but may not be able to dissuade her neuroses. Providing the unofficial soundtrack for all of the couples is an aging rocker (Bill Nighy) who just wants to cash in and get laid -- but even he might find a meaningful relationship in the most unlikely of places. A working print of Love Actually premiered at the 2003 Toronto International Film Festival."
    ],
    "trailer": "H9Z3_ifFheQ"
  },
  {
    "title": "When Harry Met Sally",
    "description": [
      "Rob Reiner's romantic comedy When Harry Met Sally stars Billy Crystal and Meg Ryan as the title pair. The film opens with the two strangers, both newly graduated from the University of Chicago, share a car trip from Chicago to New York, where they are both going to make their way. During the trip, they discuss aspects of their characters and their lives, eventually deciding it is impossible for men and women to be \"just friends\". They arrive in New York and go their separate ways. They meet a few years later on an airplane and Harry reveals he is married. They meet again at a bookstore a few years after that where Harry reveals he is now divorced. From that point on, the two form a friendship. Eventually their closeness results in their respective best friends (played by Carrie Fisher and Bruno Kirby) meeting and falling in love with each other. At a New Year's Eve party Harry and Sally confront the complex tangle of emotions they feel for each other. The soundtrack consists primarily of Harry Connick Jr. crooning standards like \"It Had to Be You\""
    ],
    "trailer": "vmSpCLefjnw"
  },
  {
    "title": "10 Things I Hate About You",
    "description": [
      "As Shakespearean adaptations go, it's not quite as odd as moving The Tempest to another planet (as in Forbidden Planet) or Hamlet to a Canadian brewery (the secret subtext of Strange Brew), but it's still safe to say no one was expecting a version of The Taming of the Shrew set in an American high school. But unlike the previously mentioned films, 10 Things I Hate About You at least gives the Bard screen credit for his contribution to the story. In 10 Things I Hate About You, Bianca Stratford (Larisa Oleynik) is a tenth grader who has never gone on a date, as her parents have a little rule where Bianca isn't allowed to go out with boys until her older sister gets a boyfriend. The problem is, while her older sister Kat (Julia Stiles) is attractive and intelligent, she's also a mean-spirited misanthrope who rubs nearly everyone the wrong way -- especially boys. But Bianca and the guy she has her eye on, Joey Donner (Andrew Keegan), are eager to get their romance on the road, so Joey fixes Kat up with Patrick Verona (Heath Ledger), a new kid in town who may be just bitter and mysterious enough to suit her. 10 Things I Hate About You is the first feature film for director Gil Junger, who previously worked extensively in television, including episodes of Dharma and Greg, Ellen, and Blossom."
    ],
    "trailer": "uE7qjQlfoRs"
  },
  {
    "title": "Clueless",
    "description": [
      "Jane Austen might never have imagined that her 1816 novel Emma could be turned into a fresh and satirical look at ultra-rich teenagers in a Beverly Hills high school. Cher (Alicia Silverstone) and Dionne (Stacey Dash), both named after \"great singers of the past that now do infomercials\" are pampered upper-class girls who care less about getting good grades than wearing the right clothes and being as popular as possible. But Cher, who lives with her tough yet warm-hearted lawyer dad (Dan Hedaya) and hunky, sensitive stepbrother (Paul Rudd), also has an innate urge to help those less fortunate -- like the two introverted teachers she brings together (\"negotiating\" herself improved grades in the process) and new friend Tai (Brittany Murphy), who starts out a geek and ends up a Cher prodigy. Cher also possesses her own sensitive side, and she is looking for the perfect boyfriend, whom she ends up finding where she least expected."
    ],
    "trailer": "3zuRkQSx5gs"
  },
  {
    "title": "You've Got Mail",
    "description": [
      "Sleepless in Seattle director Nora Ephron originally made a name for herself as the writer of romantic comedies such as Heartburn and When Harry Met Sally. She continues the genre with You've Got Mail, marking her second collaboration with actors Tom Hanks and Meg Ryan. The story brings romance and courtship into the electronic age of the World Wide Web via e-mail and chat rooms. Joe Fox (Hanks) and Kathleen Kelly (Ryan) live and work blocks from each other on New York City's Upper West Side. Their lives are practically intertwined. They both shop at the same place, frequent the same coffee shop, and even own competing bookstores on the same street. They also both have significant others of their own. Joe has the overly hyper book editor Patricia Eden (Parker Posey), while Kathleen lives with the scholarly newspaper columnist Frank Navasky (Greg Kinnear). Then they meet in a chat room. Though they keep their identities secret (they're known only by screen names \"NY152\" and \"Shopgirl\"), they tell each other everything about their lives, including their private feelings, which slowly turn into affection for each other. When Joe decides to open a new branch of his \"Foxbooks\" chain that risks putting Kathleen's \"Shop Around the Corner\" out of business, the tension between them escalates. Surely her boutique business will be lost to the conglomerate with a built-in newsstand and coffee bar. When Joe sees Kathleen waiting for him in the restaurant where they agreed to meet up, he puts two and two together, but cannot face her, given their agreement not to reveal each others' names and professions. How can he reveal himself to her now, knowing that he is the cause of her misery? Hopefully, love will conquer all."
    ],
    "trailer": "bjP4s7UUnK8"
  },
  {
    "title": "First Wives Club",
    "description": [
      "Three women plot revenge on their two-timing husbands in this comedy. Brenda (Bette Midler), Elise (Goldie Hawn), and Annie (Diane Keaton) were close friends in college, but 27 years after graduation they've lost touch with each other, and it's not until a mutual friend of the three commits suicide that they meet at the funeral for the first time in years. It seems that their friend grew despondent after her husband left her for a younger woman, and all three find themselves in similar situations. Elise is an actress who finds herself out of work now that she's seen the shady side of 40, and her husband and producer Bill (Victor Garber) is demanding a divorce (and half of her fortune). Brenda helped her husband Morton (Dan Hedaya) open a profitable chain of discount electronics stores, but now that his commercials have made him a minor celebrity, he's taken up with a much younger (and thinner) woman. Annie has allowed her husband Aaron (Stephen Collins) to use her as a doormat throughout their marriage, and she's at a loss now that he's leaving her. After comparing notes, Brenda, Elise, and Annie decide that it's time to do something about their problems, and they hatch an elaborate blackmail scheme that will win them control of their ex-husband's businesses and allow them to do something positive with the money they helped earn. Heather Locklear and Ivana Trump both make cameo appearances."
    ],
    "trailer": "RAZZJnab5nU"
  },
  {
    "title": "Mean Girls",
    "description": [
      "Tina Fey from Saturday Night Live wrote and appears in this comedy about the alternately funny and terrifying pecking order among teenage girls. Cady Heron (Lindsay Lohan) is a 15-year-old girl who has spent most of her life in Africa, where she was home-schooled by her zoologist parents. When her family relocates to the United States, Cady finds herself attending a high school in suburban Illinois, where she gets a crash course in the various sub-strata of the student body: the jocks, the cheerleaders, the stoners, the cool. kids, and so on. Much to her surprise, Cady finds herself embraced by a clique of rich and popular girls known to outsiders as the Plastics, led by Regina George (Rachel McAdams), Gretchen Weiners (Lacey Chabert), and Karen Smith (Amanda Seyfried). While Cady is grateful for her new friends, it doesn't take long for her to realize how manipulative they can be, and she soon discovers she's violated an unwritten law when she goes out on a date with Aaron (Jonathan Bennett), who is charming, good looking...and Regina's former boyfriend. It isn't long before Regina and her pals are on the warpath, and Cady must face a level of vengeful behavior for which years in the jungle never prepared her. Joining Tina Fey in the supporting cast are fellow SNL players Amy Poehler, Ana Gasteyer, and Tim Meadows. The screenplay for Mean Girls was based in part on Queen Bees and Wannabes: Helping Your Daughter Survive Cliques, Gossip, Boyfriends and Other Realities of Adolescence, a book by professional youth counselor Rosalind Wiseman."
    ],
    "trailer": "EMzEmGfTuM4"
  },
  {
    "title": "Four Weddings and a Funeral",
    "description": [
      "This acclaimed British comedy centers on the intermittent romance between a charming (if slightly bumbling) Englishman and a beautiful American woman, who seem to always run into each other at weddings. Indeed, it is at the first of the title's four weddings that Charles (Hugh Grant) and Carrie (Andie McDowell) meet, enjoying a brief but fleeting connection. The spark is rekindled several months later, when they unexpectedly meet at another wedding. Unfortunately, however, Carrie has become engaged to another, a fact that complicates matters for them both. The story may seem simple, but the film is elevated by screenwriter Richard Curtis' ear for witty dialogue and a colorful supporting cast. Director Mike Newell's sympathetic attention to character keeps the proceedings believable, and prevents the film's more serious moments from seeming mawkish. These elements, along with Grant's star-making performance as Charles, helped the film achieve unexpected international success, including an Academy Award nomination for Best Picture."
    ],
    "trailer": "g-HeV8Z6iXc"
  },
  {
    "title": "Pride and Prejudice (2005)",
    "description": [
      "Jane Austen's perennially popular story of the game of love among the British upper classes returns to the screen in this polished film adaptation. The Bennets (Brenda Blethyn and Donald Sutherland) are the parents of five daughters near the close of the 18th century. Comfortable within their means but well short of rich, Mr. and Mrs. Bennet are looking for suitable husbands for their girls, and they are encouraged to learn that an eligible young bachelor from a wealthy family, Charles Bingley (Simon Woods), has moved into a nearby estate. Eager to see if a match can be made, the Bennets bring their daughters Elizabeth (Keira Knightley) and Jane (Rosamund Pike) to a ball thrown by their new neighbor to see if sparks will fly. Jane seems to like Charles, and he appears to feel the same, but Elizabeth takes an immediate dislike to Darcy (Matthew MacFadyen), Charles' egocentric best friend. While Elizabeth is infatuated with military man Lt. Wickham (Rupert Friend) and finds herself courted by William Collins (Tom Hollander), a well-meaning but drab man of the cloth, fate causes Elizabeth and Darcy to frequently cross paths, and while they don't care for one another, they can't stop thinking about each other, either. Pride & Prejudice also stars Jena Malone, Judi Dench, and Penelope Wilton."
    ],
    "trailer": "1dYv5u6v55Y"
  },
  {
    "title": "Easy A",
    "description": [
      "Nathaniel Hawthorne's The Scarlet Letter is re-imagined as a contemporary high school comedy in this tale of a scheming student who plots to give her popularity a boost by painting herself the easiest lay in school. Like most high school kids, Olive Penderghast (Emma Stone) just wants to be popular. So much so than when her best friend, Rhiannon (Aly Michalka), asks Olive how her weekend went, the bored teen decides to whip up a spicy white lie just to make things interesting. But that minor exaggeration begins to take on a life of its own when it reaches the ears of motor-mouth gossip Jesus freak Marianne (Amanda Bynes), and in no time the entire student body is abuzz over unassuming Olive's unrepentant weekend of debauchery. Of course not a word of it is true, but that doesn't stop everyone in school from talking, and an amused Olive from deciding to go with the flow. Playing the role of the hussy to the hilt, the girl who used to be invisible begins dressing provocatively and turning heads in the hallways. The students aren't the only ones taking notice, either; Olive's English teacher, Mr. Griffith (Thomas Haden Church), is concerned that the kind of attention she's receiving isn't healthy for a developing girl, and his wife (Lisa Kudrow), the school guidance counselor, is in full agreement. The only people who seem remotely interested in the truth are Olive's trusting and open-minded parents (Stanley Tucci and Patricia Clarkson). As Olive takes note of the parallels between her own situation and the plight of the Scarlet Letter heroine Hester Prynne, she realizes that she may be able to manipulate her newfound notoriety to give fellow classmate Brandon's (Dan Byrd) popularity a much-needed shot in the arm. Olive never thought her little game could possibly have any negative effect on anyone but herself, but when loose lips start sinking ships all around her, she realizes that it's high time for the truth to come out."
    ],
    "trailer": "KNbPnqyvItk"
  }
]
